{
    "cities": [
        {
        "id": 0,
        "city": "Mumbai",
        "images": ["images/Mumbai/1.jpg", "images/Mumbai/2.jpg", "images/Mumbai/3.jpg", "images/Mumbai/4.jpg", "images/Mumbai/5.jpg"],
        "description": [
            "With its lovely chaotic streets, impressive colonial buildings, and vibrant atmosphere, Mumbai is definitely something you should see with your own eyes. This is a city where fine dining restaurants stand side by side with crowded street food stalls, and swanky fashion boutiques share space with colorful bazaars. Nevertheless, Mumbai is home to wonderful history and art museums, dazzling shopping, and the nation’s best nightlife. It also houses the largest tropical forest in an urban zone, a giant human laundromat, and some of Asia’s biggest slums.",
             "From the tiny fishing village to the big, bombastic city that it is today, Mumbai has experienced a rampant evolution, and so did its fantastic cuisine. Based mainly on rice, vegetables, fish, coconut, curries, and homemade sweets, the food in Mumbai is varied, spicy, and delicious, especially when you try it on the street.  Mumbai is the city of stalls and vendors, where delicacies are available at each corner. You don’t have to dress up or pay a ridiculous price to experience its rich gastronomy. Of course, if fine dining is what you’re looking for, you’re in for a treat as Mumbai boasts some of the best and most exclusive restaurants in India. Among the most popular regional dishes here are Akuri on toast (scrambled eggs with onions, tomatoes, red chilli powder, and fresh coriander, usually served for breakfast), the famous Bombay sandwich (buttered bread with beetroot, boiled potatoes, cucumbers, tomatoes, onion, and mint), Bhel puri, Kebab, and Kanda poha.",
              "Mumbai is filled with fascinating bazaars where shopping is both an adventure and a memorable cultural experience, not to mention a great way to discover the city. There’s no better way to soak up the local vibe and somehow capture the magic of India than by rambling through the bazaars’ charming stalls bursting with beautiful embroideries and colorful silks. A city that mixes with such passion the thrill of its traditional Indian bazaars with the elegance of the modern shopping malls can’t be anything but a heaven for shopaholics. Some of the most popular shopping spots in Mumbai include Heera Panna Shopping Center, Crawford Market, Fashion Street, Bombay Electric (Indian design at its best), Colaba Causeway (cheap street shopping), Chor Bazaar (antiques), Mutton Street, and Zaveri Bazaar."
            ],
        "places":[
            {
                "id": 0,
                "name": "Colaba Causeway Market",
                "detail": "Shopping is the first reason why Colaba Causeway is famous, the next being food! From cheap, street clothes to fashionable boutiques, this lane, which houses old buildings from the British Raj, has it all. You can find pretty much anything at Colaba Causeway market, from stylish handbags and designer wear to quirky hookahs and antique clocks, but the jewellery collection at this Mumbai landmark will make you cry with joy. While Causeway’s jewellery vendors are up-to-date on the latest trends, the choice of unique finds here can make you a trendsetter. All you need is careful navigation and monk-like patience to push through the crowd.",
                "map" : "",
                "images":[
                    "images/Mumbai/places/Colaba/1.jpg",
                    "images/Mumbai/places/Colaba/2.jpg",
                    "images/Mumbai/places/Colaba/3.jpg",
                    "images/Mumbai/places/Colaba/4.jpg"
                ],
                "streetview": ""
            }
        ]
    }, {
        "id": 1,
        "city": "Delhi",
        "images": ["images/Delhi/1.jpg", "images/Delhi/2.jpg", "images/Delhi/3.jpg", "images/Delhi/4.jpg", "images/Delhi/5.jpg"],
        "description": [
            "There are multiple reasons to visit Delhi, India’s second largest city. Delhi is made of 11 districts and New Delhi is one of the Delhi’s 11 districts and the capital city of India. Delhi was the capital of seven empires and today is one of the longest serving capital cities and top historical destinations in the world. Since the 12th century Delhi was a powerful Sultanate ruled by The Mamluk Dynasty. In the end of the 14th century Delhi Sultanate was invaded and ruined by Turco-Mongols. In the 16th century Delhi became a part of the Mughal dynasty, during which most of the greatest architectural monuments were built.",
            "The city is also known for its best street markets in India. Indian markets are full of people, smells, colours and sounds and are definitely an experience not to be missed. The prices can be very low as soon as you learn how to bargain. Apart from traditional clothes or food markets, Delhi has some unique markets like Khari Baoli, Dilli Haat, Sundar Nagar",
            "Indian food is one of the most delicious in the world and should be definitely one of the reasons to visit Delhi. Delhi has a huge selection of perfect restaurants along with endless street food stalls and eateries. Khan market is probably the best place to try various Indian dishes in Delhi.One of the most famous food destinations in Delhi is Karim’s restaurant. It was established in 1913 by one of the sons of a former cook who was working in the royal court of the last Mughal emperor. The restaurant became extremely popular for making food cooked according to royal recipes available to ordinary people."
        ]
    }, {
        "id": 2,
        "city": "Manali",
        "images": ["images/Manali/1.jpg", "images/Manali/2.jpg", "images/Manali/3.jpg", "images/Manali/4.jpg", "images/Manali/5.jpg"],
        "description": [
            "Manali is a different kind of getaway. Not a vacation destination for the unadventurous, Manali is nestled on the banks of the Beas River in the mountains of the Himalayas. It is one of the premier places in the world to backpack as well as honeymoon. It offers skiing and trekking adventures and is the launching point for many Himalayan adventures. Here are some reasons why you need to visit Manali.",
             "About 50 kilometers from Manali, the Rohtang Pass provides one of the most breathtaking mountain views in the world. Located on the Pir Panjal Range of the Himalayas, it is snow covered from October through May, but once open it becomes a popular destination for thrill seekers and nature enthusiasts alike. You can go skiing or snow scooter riding and it is a beautiful and rare place for a family adventure.",
             "If there’s once place in the world where you can truly mountain bike, Manali is it. Why be stuck inside a bus when you can ride through the fresh mountain air on a bike and truly take in the majestic beauty of the mountains in Manali? Along the way you can visit traditional Himalayan villages with their distinctive carved wooden houses or various temples that bring alive the history of the area."
            ]
    }, {
        "id": 3,
        "city": "Bangalore",
        "images": ["images/Bangalore/1.jpg", "images/Bangalore/2.png", "images/Bangalore/3.jpg", "images/Bangalore/4.jpg", "images/Bangalore/5.jpg"],
        "description": [
            "Bengaluru, also known as Bangalore, is the capital of India’s southern Karnataka state. The nerve centre of India’s high-tech industry, the city is also notable for its abundant green parks. Known both as India’s Garden City and its Silicon Valley, this cosmopolitan city beguiles with its blend of rich history and 21st-century buzz. While the old palaces and forts bear testimony to Bengaluru’s cultural stronghold, new destinations such as Four Seasons Hotel Bengaluru, with its modern outlook and design, ring in the new. The city is certainly at a cross-road and these are our top 10 reasons to visit this prize destination in Southern India.",
            "Name a cuisine and you will find it in Bengaluru, from modern and exotic to traditional South Indian flavours. Choose from crisp dosas or perfect pizzas, sushi to street food. The bustling gastronomy of the city is sure to leave you delighted. Food trails in the old parts of the city such as Malleswaram and Basavangudi are reminiscent of yester years. Follow these trails with a steaming cup of frothy South Indian filter coffee at Brahmin’s Café.",
           "Spanking new high rises dot Bengaluru’s skyline showcasing the best in modern architectural design juxtaposed with heritage buildings such as the Bangalore Palace and Vidhana Soudha. If art and design is your thing, then Bengaluru should be on your list of must visit destinations. Palaces like Tipu Sultan’s Summer Palace and Bangalore Fort stand as testimony to the cultural heartbeat of the city."]
    }, {
        "id": 4,
        "city": "Lucknow",
        "images": ["images/Lucknow/1.jpg", "images/Lucknow/2.jpg", "images/Lucknow/3.jpeg", "images/Lucknow/4.jpg", "images/Lucknow/5.jpg"],
        "description": [
        "Lucknow is a city of architectural wonders. Not just for its own brilliance, but also styles that it borrows from all over the world, be it Turkey or Britain. On one of the major roads is the wonderfully imposing Rumi Darwaza, practically a logo for the city of Lucknow. Modelled after a gate in Istanbul (then known as Constantinople) in the 1780s (yes, it’s that old!), it’s sometimes also known as the Turkish Gateway.",
         "The term “Indian food” encompasses an entire array of cuisines, and being a regular at The Roti Prata House doesn’t give you any bragging rights when it comes to the much celebrated food of this country. North Indian cuisine in general involves a lot of yogurt – think thicker, decadent curries and dishes – and a preference for breads like naan and paratha as staples, as opposed to South Indian cuisine, which is keener on the use of coconut in cooking as well as more rice-based items. Mughlai and Awadhi cuisines originated from Lucknow and are key subsets in the palette of North Indian food. Given how much the people of Lucknow pride themselves as great connoisseurs of food, that must be saying something!",
          "Don’t leave the city without shopping for some souvenirs. Lucknow is famous for its exquisite Chikankari embroidery work, which is well-known all over India. This 400-year-old art was born in Lucknow and is still practiced today only here.Find yourself a classic Chikan kurta (traditional men’s collarless shirt) or saree (traditional women’s draped garment) in Hazratganj, the city’s main shopping district. One of the favourite destinations for tourists and locals alike, there aren’t any glittering malls and multiplexes, but its almost Victorian vibes gives it a distinctive draw of its own. Alternatively, hit up Chowk Market in the old town – with over 5000 shops in this market, you’d probably find yourself spending the better part of the day here!"
        ]
    }, {
        "id": 5,
        "city": "Kanpur",
        "images": ["images/Kanpur/1.jpg", "images/Kanpur/2.jpg", "images/Kanpur/3.jpg", "images/Kanpur/4.jpg", "images/Kanpur/5.jpg"],
        "description": [
            "Kanpur is one of the most beautiful cities in India, situated on the banks of the sacred river Ganga. Thousands of tourists visit Kanpur every year to experience the splendor of the one-of-a-kind historical and religious sites located here. We’ve collated the top sights to explore and activities to try in this gorgeous city.",
            "Kanpur's major park has a fascinating history, and one which illuminates the nation's past like few other locations. After the 'Indian Mutiny' of 1857, the British turned it into a memorial to British civilians who died in the uprising. When India gained independence, it became a memorial to the far greater number of Indians executed in the park by the British as punishment for the revolt. These days, the park is full of statues of independence icons and is a relaxing place to spend time.",
            "Possibly Kanpur's most engaging suburb, Jajmau is situated a short distance southeast of the city center, on the banks of the Ganges. Its claim to fame is simple. For thousands of years, craftsmen in the area have been master leatherworkers, creating all kinds of clothing, armor, furnishings and more. If you want to pick up some recent products, head to Lal Bungla, the suburb's commercial hub, but it's worth exploring the whole area. From the twin temples of Siddhnath and Siddha Devi, to the digs at ancient Siddhapuri and the mausoleum of Sufi saint Makhdoom Shah Ala-ul-Haq, there's plenty to see."
            ]
    }, {
        "id": 6,
        "city": "Kolkata",
        "images": ["images/Kolkata/1.jpg", "images/Kolkata/2.jpg", "images/Kolkata/3.jpg", "images/Kolkata/4.jpg", "images/Kolkata/5.jpg"],
        "description": [
            "Having served as the capital of British India for more than a century, Kolkata is rich with historical significance. It was home to the headquarters of the British East India Company and later became the capital of British territories in the subcontinent during the British Raj. The city’s architecture and culture are rich with traces from this era.",
            "Kolkata has some of India’s most vibrant and historic markets. From one of Asia’s largest flower markets at Mallik Ghat to one of the world’s largest used-book markets at College Street, Kolkata’s bustling bazaars will delight anyone with its sheer range of essential and eccentric items for a bargain.",
           "From the stunning colonial-era Victoria Memorial to the ever-busy Howrah Bridge, Kolkata’s architecture will no doubt impress. With a variety of historic churches, synagogues, temples, old mansions and colonial buildings, Kolkata’s structures pull off old-world charm unlike few other cities can."]
    }, {
        "id": 7,
        "city": "Chennai",
        "images": ["images/Chennai/1.png", "images/Chennai/2.jpg", "images/Chennai/3.jpeg", "images/Chennai/4.jpg", "images/Chennai/5.jpg"],
        "description": [
            "Chennai is a city that truly epitomizes India’s penchant for the unfamiliar and unusual. And while it has no dearth of conventional tourist attractions, it is also home to some really off-the-track ones that you won’t find anywhere else. From haunted towns and places where miracles have occurred to remnants of an intriguing past, here are some of the most unusual destinations in Chennai that are sure to surprise you.",
            "These obscure caves at Little Mount might not look like much at first sight but they are steeped in history and tradition. According to legends, St. Thomas (one of Christ’s 12 apostles) stayed in these caves for several years, living a frugal life and evangelizing the locals. The cave is still well-preserved and features a small shrine that is used by locals as a gathering spot for offering prayers. It is also said that there are still imprints of St. Thomas’ feet on the rocks in the caves. However, one of the most interesting legends about this place has to do with a tiny spring located a little away from the cave that apparently never dries, and was created by St. Thomas himself!", 
            "This small temple located along Chennai’s famous Pallavan Salai is as popular as it is intriguing. The idol of Lord Muneeswaran kept within the temple was first brought to Chennai in 1919 and placed under a neem tree by the locals. According to popular lore, a British officer raised objections to the idol being kept there and met with an accident the very same day! Ever since, the locals have believed that praying to the deity assures safety on the road, thus giving it the nickname ‘Bodyguard’. Even today, locals make it a point to conduct a pooja, or prayer offering, at the temple every time they buy a new vehicle. As a result, the shrine always has dozens of vehicles waiting in line to be blessed"
        ]
    }, {
        "id": 8,
        "city": "Goa",
        "images": ["images/Goa/1.jpg", "images/Goa/2.jpg", "images/Goa/3.jpg", "images/Goa/4.jpg", "images/Goa/5.jpg"],
        "description": [
            "Goa has many wonderful beaches, but a safe bet would be the Sinquerim-Baga stretch of beach, with just the right combination of solitude and company. Hold hands, walk on the sparkling sands and gently dip your feet in the warm waves, while the starry skies keep you company. Do stop by for a drink or two at one of the shacks. If you are adventurous types, begin the stroll at the Baga end, walk the 9km (5.6 mi.) stretch and finish off at sunrise, for a well-deserved breakfast at the five-star Vivanta by Taj hotel.",
            "Woo your sweetheart by taking him or her to one of the most romantic restaurants in Goa—the O’Coqueiro Restaurant, which literally means ‘coconut tree’ in Portuguese. The restaurant is a perfect setting for two—a charming Portuguese ancestral bungalow set amidst lush foliage is sure to stir the romance in your soul. The restaurant serves delicious Goan cuisine and a renowned music band plays a medley of light-hearted music on Friday.", 
            "Embark on an enthralling one-hour trek from Chorla Ghat to the pinnacle of the Vagheri Hills and let the gorgeous terrain intoxicate you with its exotic wild flowers, butterflies and birds. Spice up your romantic itinerary with an ocean trek from Kochra-Shriramwadi to Neuti Beach. Plunge into the waters together from the 20-foot-high rock (6 meters), have a leisurely lunch and then go see the historic Neuti Fort before sunset. Looking for a place to propose? Sonsogor is one of the highest peaks and virgin territory at that. The stunning view of the natural surroundings is the perfect setting to pop the question."
        ]
    }, {
        "id": 9,
        "city": "Pune",
        "images": ["images/Pune/1.jpg", "images/Pune/2.jpg", "images/Pune/3.jpeg", "images/Pune/4.jpg", "images/Pune/5.jpg"],
        "description": [
            "When you’re visiting a place as a tourist, you’d like to go around and explore as best as possible. But when you encounter warm, humid, uncomfortable weather all the time, it ruins your mood and drains your energy. That’s what Mumbai is like—humid and sweaty. Pune, on the other hand, is cool and pleasant at any time of the year, with occasional drizzles and a pleasant breeze bringing alive the romantic in everybody. Pune’s weather beats Mumbai’s any day.",
            "Mumbai is a concrete jungle with highrises dotting the skyline. When there are too many people at one place, it is bound to get crowded, stifling, and dirty. In comparison, Pune has managed to save its greenery and open spaces. The city is cleaner and greener, and much less crowded than Mumbai. Being a tourist in Pune is always a pleasant experience.",
            "Pune is home to cuisine from all over the world. From high-end restaurants to street food and Parsi cuisine to Italian food, there’s so much variety. Whether you are a non-vegetarian, vegetarian, or vegan, you will find a wide range of food available to your delight. Eating out is cheaper than in Mumbai, which makes sampling the different kinds of food much more enjoyable."
           ]
    }
]
}