{
    "cities": [
        {
        "id": 0,
        "city": "Mumbai",
        "images": ["images/Mumbai/1.jpg", "images/Mumbai/2.jpg", "images/Mumbai/3.jpg", "images/Mumbai/4.jpg", "images/Mumbai/5.jpg"],
        "description": [
            "With its lovely chaotic streets, impressive colonial buildings, and vibrant atmosphere, Mumbai is definitely something you should see with your own eyes. This is a city where fine dining restaurants stand side by side with crowded street food stalls, and swanky fashion boutiques share space with colorful bazaars. Nevertheless, Mumbai is home to wonderful history and art museums, dazzling shopping, and the nation’s best nightlife. It also houses the largest tropical forest in an urban zone, a giant human laundromat, and some of Asia’s biggest slums.",
             "From the tiny fishing village to the big, bombastic city that it is today, Mumbai has experienced a rampant evolution, and so did its fantastic cuisine. Based mainly on rice, vegetables, fish, coconut, curries, and homemade sweets, the food in Mumbai is varied, spicy, and delicious, especially when you try it on the street.  Mumbai is the city of stalls and vendors, where delicacies are available at each corner. You don’t have to dress up or pay a ridiculous price to experience its rich gastronomy. Of course, if fine dining is what you’re looking for, you’re in for a treat as Mumbai boasts some of the best and most exclusive restaurants in India. Among the most popular regional dishes here are Akuri on toast (scrambled eggs with onions, tomatoes, red chilli powder, and fresh coriander, usually served for breakfast), the famous Bombay sandwich (buttered bread with beetroot, boiled potatoes, cucumbers, tomatoes, onion, and mint), Bhel puri, Kebab, and Kanda poha.",
              "Mumbai is filled with fascinating bazaars where shopping is both an adventure and a memorable cultural experience, not to mention a great way to discover the city. There’s no better way to soak up the local vibe and somehow capture the magic of India than by rambling through the bazaars’ charming stalls bursting with beautiful embroideries and colorful silks. A city that mixes with such passion the thrill of its traditional Indian bazaars with the elegance of the modern shopping malls can’t be anything but a heaven for shopaholics. Some of the most popular shopping spots in Mumbai include Heera Panna Shopping Center, Crawford Market, Fashion Street, Bombay Electric (Indian design at its best), Colaba Causeway (cheap street shopping), Chor Bazaar (antiques), Mutton Street, and Zaveri Bazaar."
            ],
        "places":[
            {
                "id": 0,
                "name": "Colaba Causeway Market",
                "detail": "Shopping is the first reason why Colaba Causeway is famous, the next being food! From cheap, street clothes to fashionable boutiques, this lane, which houses old buildings from the British Raj, has it all. You can find pretty much anything at Colaba Causeway market, from stylish handbags and designer wear to quirky hookahs and antique clocks, but the jewellery collection at this Mumbai landmark will make you cry with joy. While Causeway’s jewellery vendors are up-to-date on the latest trends, the choice of unique finds here can make you a trendsetter. All you need is careful navigation and monk-like patience to push through the crowd.",
                "map" : "",
                "images":[
                    "images/Mumbai/places/Colaba/1.jpg",
                    "images/Mumbai/places/Colaba/2.jpg",
                    "images/Mumbai/places/Colaba/3.jpg",
                    "images/Mumbai/places/Colaba/4.jpg"
                ],
                "streetview": ""
            }
        ]
    }, {
        "id": 1,
        "city": "Delhi",
        "images": ["images/Delhi/1.jpg", "images/Delhi/2.jpg", "images/Delhi/3.jpg", "images/Delhi/4.jpg", "images/Delhi/5.jpg"],
        "description": [
            "There are multiple reasons to visit Delhi, India’s second largest city. Delhi is made of 11 districts and New Delhi is one of the Delhi’s 11 districts and the capital city of India. Delhi was the capital of seven empires and today is one of the longest serving capital cities and top historical destinations in the world. Since the 12th century Delhi was a powerful Sultanate ruled by The Mamluk Dynasty. In the end of the 14th century Delhi Sultanate was invaded and ruined by Turco-Mongols. In the 16th century Delhi became a part of the Mughal dynasty, during which most of the greatest architectural monuments were built.",
            "The city is also known for its best street markets in India. Indian markets are full of people, smells, colours and sounds and are definitely an experience not to be missed. The prices can be very low as soon as you learn how to bargain. Apart from traditional clothes or food markets, Delhi has some unique markets like Khari Baoli, Dilli Haat, Sundar Nagar",
            "Something else 2"
        ]
    }, {
        "id": 2,
        "city": "Manali",
        "images": ["images/Manali/1.jpg", "images/Manali/2.jpg", "images/Manali/3.jpg", "images/Manali/4.jpg", "images/Manali/5.jpg"],
        "description": ["This is Manali", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 3,
        "city": "Bangalore",
        "images": ["images/Bangalore/1.jpg", "images/Bangalore/2.jpg", "images/Bangalore/3.jpg", "images/Bangalore/4.jpg", "images/Bangalore/5.jpg"],
        "description": ["This is Bangalore", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 4,
        "city": "Lucknow",
        "images": ["images/Lucknow/1.jpg", "images/Lucknow/2.jpg", "images/Lucknow/3.jpg", "images/Lucknow/4.jpg", "images/Lucknow/5.jpg"],
        "description": ["This is Lucknow", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 5,
        "city": "Kanpur",
        "images": ["images/Kanpur/1.jpg", "images/Kanpur/2.jpg", "images/Kanpur/3.jpg", "images/Kanpur/4.jpg", "images/Kanpur/5.jpg"],
        "description": ["This is Kanpur", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 6,
        "city": "Kolkata",
        "images": ["images/Kolkata/1.jpg", "images/Kolkata/2.jpg", "images/Kolkata/3.jpg", "images/Kolkata/4.jpg", "images/Kolkata/5.jpg"],
        "description": ["This is Kolkata", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 7,
        "city": "Chennai",
        "images": ["images/Chennai/1.png", "images/Chennai/2.jpg", "images/Chennai/3.jpg", "images/Chennai/4.jpg", "images/Chennai/5.jpg"],
        "description": ["This is Chennai", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 8,
        "city": "Goa",
        "images": ["images/Goa/1.jpg", "images/Goa/2.jpg", "images/Goa/3.jpg", "images/Goa/4.jpg", "images/Goa/5.jpg"],
        "description": ["This is Goa", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }, {
        "id": 9,
        "city": "Pune",
        "images": ["images/Pune/1.jpg", "images/Pune/2.jpg", "images/Pune/3.jpg", "images/Pune/4.jpg", "images/Pune/5.jpg"],
        "description": ["This is Pune", "Something else 1", "Something else 2", "Something else 3", "Something else 4"]
    }
]
}